Repository: common-repository/b1st-ticket-system
Catalog: languages/ticketsys-*.po
Languages: ar_eg

source: Ticketing System
ar_eg: نظام تذاكر العملاء

source: Settings
ar_eg: ضبط

source: Messages
ar_eg: رسائل

source: Users
ar_eg: مدراء

source: Products
ar_eg: منتجات

source: Divisions
ar_eg: أقسام

source: Emails
ar_eg: بريد الكترونى

source: Faqs
ar_eg: أسئلة شائعة

source: Backup
ar_eg: نسخة احتياطية

source: Statistics
ar_eg: احصائيات

source: Y
ar_eg: س

source: M
ar_eg: ش

source: d
ar_eg: و

source: h
ar_eg: ع

source: m
ar_eg: د

source: s
ar_eg: ث

source: success
ar_eg: نجاح

source: designed changed but not loader
ar_eg: تم تعديل التصميم

source: fail
ar_eg: فشل

source: Administration
ar_eg: لوحة التحكم

source: Your database has been deleted
ar_eg: تم حذف قاعدة البيانات

source: Create new backup
ar_eg: انشاء نسخة احتياطية من البيانات

source: Only the admin can delete or restore database, still others can create database backup
ar_eg: المدير الأعلى فقط هو الذى يستطيع حذف أو استرجاع قواعد البيانات علما بأن باقى المدراء لا يزال باستطاعاتهم عمل نسخ احتياطية

source: file name
ar_eg: اسم الملف

source: size
ar_eg: حجم

source: actions
ar_eg: أوامر

source: Delete
ar_eg: حذف

source: Restore
ar_eg: استعادة

source: The division already exists
ar_eg: هذا القسم بالفعل موجود

source: The division name already exists
ar_eg: هذا الاسم بالفعل موجود

source: Edit
ar_eg: تحرير

source: The account has been updated.
ar_eg: تم تحديث الحساب

source: Number
ar_eg: رقم

source: Division
ar_eg: قسم

source: Action
ar_eg: أمر

source: The division has been well added
ar_eg: تم تحرير القسم

source: The division has been well edited
ar_eg: تم تحرير القسم

source: The division has been well deleted
ar_eg: تم حذف القسم

source: There are %d messages associated to this division. It can not be deleted.
ar_eg: يوجد %d رسالة مرتبطة بهذا القسم لذا لا يمكن حذفه فى الوقت الحالى

source: Add a division
ar_eg: اضافة قسم

source: Division name
ar_eg: اسم القسم

source: Confirm
ar_eg: تأكيد

source: Cannot connect:
ar_eg: مشكلة فى الاتصال

source: Cannot connect to Gmail:
ar_eg: مشكلة فى لاتصال ب Gmail

source: Too many login failures
ar_eg: عدة محاولات ولوج خاطئة

source: IMAP Authentication cancelled
ar_eg: ولوج خاطئ لـ IMAP

source: Messages has been updated!
ar_eg: تم تحديث الرسائل

source: Cannot import messages!
ar_eg: لا يمكن استيراد الرسائل

source: From
ar_eg: من

source: Subject
ar_eg: العنوان

source: Product
ar_eg: منتج

source: Priority
ar_eg: أولوية

source: Low
ar_eg: منخفض

source: Normal
ar_eg: عادى

source: High
ar_eg: مرتفع

source: Critical
ar_eg: أهمية قصوى

source: Nothing
ar_eg: لا شئ

source: Import
ar_eg: استيراد

source: Date
ar_eg: تاريخم

source: Body
ar_eg: الموضوع

source: Save changes
ar_eg: حفظ التعديلات

source: No new messages in your gmail inbox
ar_eg: لا توجد رسائل جديدة فى بريدك الالكترونى

source: There is only 1 message received
ar_eg: توجد رسالة واحدة ببريدك الالكترونى

source: There are
ar_eg: يوجد

source: messages received
ar_eg: رسالة مستلمة

source: Add FAQ
ar_eg: اضافة سؤال شائع

source: ID
ar_eg: كود

source: Faq Message
ar_eg: اجابة السؤال الشائع

source: Date Time
ar_eg: الوقت

source: Updated
ar_eg: تم التحديث

source: Published
ar_eg: تم النشر

source: Message
ar_eg: الرسالة

source: Reply
ar_eg: الرد

source: Add
ar_eg: اضافة

source: FAQs
ar_eg: أسئلة شائعة

source: Done
ar_eg: تم

source: Your message has been well deleted
ar_eg: تم حذف الرسالة

source: The message has been closed.
ar_eg: تم اغلاق الرسالة

source: New answer from our support team
ar_eg: تم استلام رد جديد

source: Hello,<br><br>A new answer has been added to your message. Please follow this link to read it and to answer : <br><br><a href="%1$s">%2$s</a><br /><br />Thank you.
ar_eg: مرحبا,<br><br>رد جديد تم اضافته.اتبع هذا الرابط للرد : <br><br><a href="%1$s">%2$s</a><br /><br />تحياتنا

source: Your answer has been well sent.
ar_eg: تم ارسال ردك

source: All states
ar_eg: كل الاحصائيات

source: Open
ar_eg: مفتوح

source: Pending
ar_eg: معلق

source: Close
ar_eg: مغلق

source: All priorities
ar_eg: كل الألولويات

source: All divisions
ar_eg: كل الأقسام

source: All products
ar_eg: كل المنتجات

source: Page %d
ar_eg: صفحة %d

source: Email address
ar_eg: بريد الكترونى

source: By email
ar_eg: بواسطة البريد الالكترونى

source: Ticket number
ar_eg: رقم التذكرة

source: By ID
ar_eg: بواسطة رقم التذكرة

source: You're not allowed to do that
ar_eg: غير مسموح لك بذلك

source: Oldest
ar_eg: من الاقدم للأحدث

source: Latest
ar_eg: من الأحدث للأقدم

source: Status
ar_eg: الحالة

source: Name
ar_eg: الاسم

source: Email
ar_eg: بريد الكترونى

source: Phone
ar_eg: رقم تليفون

source: Msg Id
ar_eg: رقم تذكرة

source: By:
ar_eg: بواسطة:

source: Attachments
ar_eg: مرفقات

source: This email has an attachment which was removed due to being suspicious to be infected
ar_eg: هذه الرسالة بها ملف مرفق تم حذفه حيث انه مشتبه فى كونه غير آمن

source: Close this message
ar_eg: غلق هذه الرسالة

source: Remove
ar_eg: حذف

source: Add File
ar_eg: اضافة مرفق

source: Your answer File
ar_eg: ملف الرد الخاص بك

source: Answer
ar_eg: رد

source: This message is closed.
ar_eg: رسالة مغلقة

source: The product name already exists
ar_eg: اسم المنتج موجود بالفعل

source: The product has been well added.
ar_eg: تم اضافة اسم النتج

source: The product has been well edited.
ar_eg: تم تحرير المنتج

source: The product has been well deleted.
ar_eg: تم حذف المنتج

source: There are %d messages associated to this product. It can not be deleted
ar_eg: يوجد %d رسالة خاصة بهذا المنتج لذا لا يمكن حذفه فى الوقت الحالى

source: Add a product
ar_eg: اضافة منتج

source: Product name
ar_eg: اسم المنتج

source: No record exist.
ar_eg: لا يوجد سجلات

source: Only one record exist and was successfully restored.
ar_eg: سجل واحد فقط موجود و قد تم استدعائه

source: %1$s rows were successfully restored in %2$s seconds.
ar_eg: %1$s سجل تم استدعائهم بنجاح فى %2$s ثانية

source: Global settings
ar_eg: ضبط عام

source: Customization & styles
ar_eg: تخصيص و ثيمات

source: Auto responder
ar_eg: رد تلقائى

source: Email integration
ar_eg: تخصيص بريد الكترونى

source: Twitter integration
ar_eg: تكامل مت تويتر

source: reCAPTCHA
ar_eg: رسائل الازعاج

source: A.kis.met
ar_eg: A.kis.met فحص

source: OPSWAT metascan online
ar_eg: OPSWAT فحص

source: The theme has been well edited.
ar_eg: تم تحديث الثيمة

source: The theme has been well created.
ar_eg: تم انشاء ثيمة جديدة

source: The theme has been well deleted.
ar_eg: تم حذف الثيمة

source: Changes saved.
ar_eg: تم التحديث

source: Auto-responder configured.
ar_eg: تم ضبط الرد التلقائى

source: Your email account has been well configured.
ar_eg: تم ضبط بريد الالكترونى

source: Your twitter account has been well configured.
ar_eg: تم ضبط تويتر

source: Your reCAPTCHA account has been well configured.
ar_eg: تم ضبط الحماية من رسائل الازعاج

source: Your A.kis.mit account has been well configured.
ar_eg: تم الضبط

source: Your OPSWAT metascan online account has been well configured.
ar_eg: تم الضبط

source: Your MySql connection has been well configured.
ar_eg: تم الضبط

source: Choose a layout
ar_eg: اختر نمطاً

source: Layout
ar_eg: النمط

source: Choose a customer theme
ar_eg: ثيمة المستخدم

source: Choose an admin theme
ar_eg: ثيمة المدراء

source: Fields to show / hide
ar_eg: الحقول التى يتم اظهارها أو اخفاؤها

source: Product input
ar_eg: ادخال المنتج

source: reCAPTCHA input
ar_eg: reCAPTCHA ادخال

source: Allow uploads
ar_eg: السماح بمرفقات

source: Allow rating
ar_eg: السماح بالتقييم

source: Maximum uploads
ar_eg: الحد الاقصى للمرفقات

source: Send mail notification
ar_eg: ارسال اخطار الكترونى

source: Tickets per page
ar_eg: تذكرة للصفحة

source: Admin Language
ar_eg: لغة لوحة التحكم

source: User Language
ar_eg: لغة المستخدم

source: MySql connection configuration
ar_eg: MySql ضبط

source: Be Careful. In case you make any incorrect modifications and lose control over your admin panel download config.xml file and make the correct corresponding changes then upload it again.
ar_eg: تغييرات خطرة قد ينجم عنها عدم القدرة نهائيا الولوج مرة أخرى

source: Database server
ar_eg: اسم الخادم

source: Database username
ar_eg: اسم مستخدم قاعدة البيانات

source: Database password
ar_eg: كلمة سر قاعدة البيانات

source: Configure
ar_eg: ضبط

source: Create a theme
ar_eg: انشاء ثيمة

source: Theme Name
ar_eg: اسم الثيمة

source: Input Text Color
ar_eg: لون مربع الكتابة

source: Input Color
ar_eg: لون خط الكتابة

source: Title Color
ar_eg: لون العناوين

source: Loader Color
ar_eg: لون المحدد

source: Background Color
ar_eg: لون الخلفية

source: Create
ar_eg: انشاء

source: Edit a theme
ar_eg: تحرير ثيمة

source: Delete a theme
ar_eg: حذف ثيمة

source: Auto-responder configuration
ar_eg: ضبط الرد التلقائى

source: Email configuration
ar_eg: ضبط البريد الالكترونى

source: You have to create an email <a href='%s' target='_blank'>here</a>. Paste your account credential below.
ar_eg: يجب انشاء بريد الكترونى <a href='%s' target='_blank'>here</a>. قم بادخال بيانات الولوج الخاصة بك

source: You have to create an email at your Plesk/cPanel control panel.
ar_eg: يجب انشاء بريد الكترونى فى Plesk/cPanel control panel.

source: Password
ar_eg: كلمة السر

source: Importing actions
ar_eg: أومر الاستيراد

source: Imported mail action
ar_eg: استيراد بريد الكترونى

source: Mark as read
ar_eg: التعليم كمقرؤة

source: Delete from server
ar_eg: حذف من الخادم

source: Deleted mail action
ar_eg: أمر حذف بريد الكترونى

source: Twitter configuration
ar_eg: ضبط تويتر

source: You have to create an app <a href="%s" target="_blank">here</a>. Paste your keys below and please be sure that your tokens have the "Read, write, and direct messages" access level.
ar_eg: يجب انشاء تطبيق خاص بك <a href="%s" target="_blank">here</a>. قم بادخال بيانات الولوج بأسفل مع التأكد من أن token الخاص بك يحمل "Read, write, and direct messages" امكانية

source: Consumer key
ar_eg: كود المستخدم

source: Consumer secret
ar_eg: كلمة سر المستخدم

source: Access token
ar_eg: كود التشفير

source: Token secret
ar_eg: كلمة سر التشفير

source: reCAPTCHA configuration
ar_eg: reCAPTCHA ضبط

source: You have to get a key <a href="%s" target="_blank">here</a>. Paste your key below
ar_eg: يجب الحصول على كود من <a href="%s" target="_blank">here</a>. و و ضعه بأسفل

source: Public key
ar_eg: كود عام

source: Private key
ar_eg: كود خاص

source: reCAPTCHA theme
ar_eg: reCAPTCHA ثيمة

source: A.kis.mit configuration
ar_eg: A.kis.mit ضبط

source: You have to get a key <a href="%s" target="_blank">here</a>. Paste your key below.
ar_eg: يجب الحصول على كود خاص من <a href="%s" target="_blank">here</a>. و وضعه بأسفل

source: A.kis.mit Key
ar_eg: كود خاص

source: Delete spam automatically
ar_eg: حذف الرسائل المذعجة تلقائيا

source: Show spam messages
ar_eg: اظهار الرسائل المذعجة

source: OPSWAT metascan configuration
ar_eg: OPSWAT ضبط

source: Metascan Key
ar_eg: Metascan كود

source: Total Messages
ar_eg: اجمالى التذاكر

source: Open Messages
ar_eg: التذاكر المفتوحة

source: Urgent Messages
ar_eg: التذاكر العاجلة

source: High Priority
ar_eg: التذاكر الهامة

source: Medium Priority
ar_eg: التذاكر المتوسطة

source: Low Priority
ar_eg: التذاكر المنخفضة

source: Pending Messages
ar_eg: التذاكر المعلقة

source: Close Messages
ar_eg: التذاكر المغلقة

source: Edit %s > informations
ar_eg: تحرير %s >البيانات

source: Only the admin can edit user's name, email and privileges. Note that admin is not the user with name "admin", rather it is your first user ever created in your ticket system.
ar_eg: المدير الأعلى فقط هو الذى يستطيع تغيير الصلاحيات.

source: Username
ar_eg: اسم المستخدم

source: Delete right
ar_eg: امكانية حذف رسالة

source: Close right
ar_eg: امكانية اغلاق رسالة

source: Yes
ar_eg: نعم

source: No
ar_eg: لا

source: Show rating statistics
ar_eg: معاينة التقييمات

source: Overall Rate
ar_eg: التقييم العام

source: No record
ar_eg: لا توجد أى تقييمات

source: %s can now log in.
ar_eg: %s يمكنك الولوج

source: Add a user
ar_eg: اضافة مستخدم

source: Adman's signature
ar_eg: توقيع المستخدم

source: You must enter a content for the answer.
ar_eg: يجب ادخال رد

source: Your message has been well sent!
ar_eg: تم الارسال

source: New ticket answer
ar_eg: رد جديد على التذكرة

source: Hello
ar_eg: مرحبا

source: There is a new message here
ar_eg: توجد رسائل جديدة

source: This message has been sent automatically : please don't answer.
ar_eg: تم الارسال تلقائيا :من فضلك لا تقم بالرد على تلك الرسالة

source: Your conversation
ar_eg: المحادثة

source: By You (%s)
ar_eg: بواستطك (%s)

source: There is no answer at the moment.
ar_eg: لا توجد أى ردود

source: Rate this:
ar_eg: قيم هذا الرد

source: By %s
ar_eg: بواسطة %s

source: Ticket updated. Thanks for your feedback!
ar_eg: تم التحديث. شكرا لتقييمك للاجابة

source: Error: Contact SysAdmin
ar_eg: خطأ: اتصل بالختص

source: Your answer
ar_eg: ردك

source: Send!
ar_eg: ارسال!

source: Uploading please wait..
ar_eg: يتم الرفع الآن. من فضلك انتظر

source: Error. Contact sysAdmin
ar_eg: خطأ. اتصل بالمختص

source: Hi %s
ar_eg: أهلا %s

source: Thank you for using %s Contact support.
ar_eg: شكرا %s لاتصالك بنا

source: This message was sent to %s at your request.
ar_eg: تم ارسال هذه الرسالة %s بناء على طلبك

source: Thanks
ar_eg: تحياتى

source: A new ticket has been posted.
ar_eg: تم ارسال رسالة جديدة

source: New ticket
ar_eg: رسالة جديدة

source: Contact us
ar_eg: اتصل بنا

source: Mail address
ar_eg: عنوان البريد الالكترونى

source: Phone number (Optional)
ar_eg: رقم التليفون ( اختيارى )

source: Urgent
ar_eg: عاجل

source: Medium
ar_eg: متوسط

source: Your message
ar_eg: رسالتك

source: Send
ar_eg: ارسال

source: Attachment upload finished!
ar_eg: خطأ فى رفع الملفات

source: Attachment upload failed!
ar_eg: خطأ فى رفع الملفات

source: Input error!
ar_eg: خطأ ادخال

source: Allows users to submit tickets to report problems or get support on whatever you want. Users can set the division, priority and product of each ticket.
ar_eg: تمكن المستخدمين من ارسال رسائل بخصوص المشاكل التى تقابلهم. يمكن تخصيص كل رسالة لمنتج و قسم و ألولوية معينة

source: New title
ar_eg: عنوان جديد

source: Title:
ar_eg: عنوان
